export type DayEvent = {
  date: string
  text: string
}

export const events: readonly DayEvent[] = [
  {date: '2026-05-06', text: 'Ты самый прекрасный человек на всем белом свете'},
  {date: '2026-05-07', text: 'Знаешь, я боюсь нашей встречи, мне кажется, увидев тебя, ослепну, так сильно ты светишь)'},
  {date: '2026-05-08', text: 'Не, ну какая же ты все-таки лапочка'},
  {date: '2026-05-09', text: 'Маленькое напоминание: ты лучшее, что со мной случалось'},
  {date: '2026-05-10', text: 'Знаешь, я опять думаю о тебе, впрочем как обычно)'},
  {date: '2026-05-11', text: 'Как же ты мило всё-таки умиляешься'},
  {date: '2026-05-12', text: 'Ты солнце, лапочка, милашка. И не спорь даже'},
  {date: '2026-05-13', text: 'Не, ну киска у тебя очень красивая все таки)'},
  {date: '2026-05-14', text: 'Ты мое чудо, спасибо что всегда со мной'},
  {date: '2026-05-15', text: 'Лисенок, спасибо что ты такая лапочка, спасибо что пишешь'},
  {date: '2026-05-16', text: 'Ты лучшее что со мной случалось'},
  {date: '2026-05-17', text: 'Лись, люблю тебя, солнышко'},
  {date: '2026-05-19', text: 'Ты чудо, не забывай это никогда'},
  {date: '2026-05-20', text: 'Ровно 3 месяца назад ты стала лисенком'},
  {date: '2026-05-21', text: 'Спасибо тебе за каждую минуту разговора по телефону'},
  {date: '2026-05-22', text: 'Не, ну все таки ты лапочка²'},
  {date: '2026-05-23', text: 'Милая моя, ты само очарование'},
  {date: '2026-05-24', text: 'Мяу, у меня плохая память, люблю тебя'},
  {date: '2026-05-25', text: 'Ну если хочешь съедай)'},
  {date: '2026-05-26', text: 'Я не знаю как объяснить почему мне нравятся твои умиления, но они шикарны'},
  {date: '2026-05-27', text: 'А вот и месяц, или полгода, смотря как смотреть. Поздравляю тебя, любимая)'},
  {date: '2026-05-28', text: 'Мя-мя-мя мяу мя мя мяу, мур'},
  {date: '2026-05-29', text: 'Я люблю тебя фенек мой)'},
  {date: '2026-05-29', text: 'Походу мне пора пить таблетки для памяти, но точно знаю что ты чудо)'},
]