export type DayEvent = {
  date: string
  text: string
}

export const events: readonly DayEvent[] = [
  {date: '2026-05-06', text: 'Ты самый прекрасный человек на всем белом свете'},
  {date: '2026-05-07', text: 'Знаешь, я боюсь нашей встречи, мне кажется, увидев тебя, ослепну, так сильно ты светишь)'},
  {date: '2026-05-08', text: 'Не, ну какая же ты все-таки лапочка'},
  {date: '2026-05-09', text: 'Маленькое напоминание: ты лучшее, что со мной случалось'},
  {date: '2026-05-10', text: 'Знаешь, я опять думаю о тебе, впрочем как обычно)'},
  {date: '2026-05-11', text: 'Как же ты мило всё-таки умиляешься'},
  
  {date: '2026-05-20', text: 'Ровно 3 месяца назад ты стала лисенком'},
  {date: '2026-05-27', text: 'А вот и месяц, или полгода, смотря как смотреть. Поздравляю тебя, любимая)'},
]